Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh44-45-v3.tmx
Source language: bo
Languages: en

source: བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་འཐོབ་པས་རྣམ་པར་འབྱེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཀྱི་བསྙེངས་པ་མི་མངའ་བའི་རྒྱན་གྱིས་རྣམ་པར་གནོན་ཅིང་རྣམ་པར་བསྒྱིངས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཚུལ་ཐམས་ཅད་ཀྱི་ཀློང་གི་སྙིང་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་དུ་ཐོགས་པ་མེད་པར་སྒྲ་སྒྲོགས་པས་རྒྱས་པར་འགེངས་པའི་ཟླ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་མཉམ་པ་ཉིད་ཀྱིས་བརྒྱན་པའི་འོད་ཀྱི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་བཅོམ་ལྡན་འདས་རྣམ་པར་སྣང་མཛད་ཀྱི་སངས་རྒྱས་ཀྱི་རྣམ་པར་འཕྲུལ་པ་རྒྱ་མཚོ་དེ་དག་ལ་རབ་ཏུ་འཇུག་གོ །བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་རྒྱལ་པོའི་ཐབས་ཆགས་པ་མྱེད་པའི་རྒྱལ་མཚན་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དམྱིགས་པ་ཐམས་ཅད་ལ་སངས་རྒྱས་རྒྱ་མཚོ་རྣམ་པར་ལྟ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་འཇིག་རྟེན་གྱི་རྒྱུད་ཐམས་ཅད་དུ་ཐ་མྱི་དད་པའི་ལུས་སྣང་བའི་རྒྱལ་མཚན་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པའི་སྐུ་ཐ་དད་པའི་ཡུལ་ལ་འཇུག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་རྒྱུད་ཀྱི་རྗེས་སུ་འཇུག་པ་སྙིང་རྗེའི་སྙིང་པོ་ཅན་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཐམས་ཅད་ཀྱི་གནས་ལ་རྟེན་པའི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཤིན་ཏུ་ཞིལ་རབ་ཏུ་ཞི་བས་ཀུན་ཏུ་སྣང་བའི་དཀྱིལ་འཁོར་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སྤྲུལ་པ་བཟང་པོ་དམྱིགས་སུ་མེད་པས། ཀུན་ཏུ་འཕྲུལ་པའི་གཟུགས་བརྙན་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཞིང་ཐམས་ཅད་ཡོངས་སུ་འདུ་བའི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཞིང་ཐམས་ཅད་དུ་མངོན་པར་འཚང་རྒྱ་བའི་རྣམ་པར་མངོན་པར་བསྒྲུབ་པ་དང་བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་འགྲོ་བ་ཐམས་ཅད་དུ་དབང་པོའི་ཁ་དོག་གིས་རྣམ་པར་སྤྱོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་འགྲོ་བ་ཐམས་ཅད་དུ་ཁྱད་པར་དུ་འཕགས་པའི་དཀྱིལ་འཁོར་ཆགས་པ་མེད་པའི་རྣམ་པར་སྤྱོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་སྐྱེད་པ་ལས་བྱུང་བའི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཡོན་ཏན་རྒྱ་མཚོ་ཐམས་ཅད་ལ་ནན་ཏན་གྱིས་འཇུག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དམྱིགས་པ་མ་ལུས་པ་ཐམས་ཅད་དུ་རྣམ་པར་འཕྲུལ་པ་མངོན་པར་བསྒྲུབ་པས། ཕྱི་མའི་མཐར་བྱིན་གྱིས་རློབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྔོན་གྱི་སྦྱོར་བ་རྒྱ་མཚོ་ལ་འཇུག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཕྱི་མའི་མཐར་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རིགས་ཡང་དག་པར་འཛིན་པའི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཕྱོགས་བཅུའི་ཞིང་རྒྱ་མཚོ་ད་ལྟར་བྱུང་བ་ཐམས་ཅད་ཡོངས་སུ་དག་པར་མོས་པའི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཀྱི་སྐད་ཅིག་གཅིག་ལ་སངས་རྒྱས་ཐམས་ཅད་དང་རྣམ་པར་སྤྱོད་ཅིང་འགྲོགས་པ་དང་།
en: The bodhisattvas perceived the ocean of miracles of the Bhagavat Vairocana through various samādhis, which were the bodhisattva samādhi the display of the entire realm of phenomena, the bodhisattva samādhi the radiance of the range of the unimpeded wisdom of all three times, the bodhisattva samādhi the radiance of the wisdom that is inseparable from the basis of the realm of phenomena, the bodhisattva samādhi the radiance of the sky, the bodhisattva samādhi expansion through the attainment of the Buddha’s ten strengths, the bodhisattva samādhi the expanding prowess of the display of the fearlessness of buddhahood, the bodhisattva samādhi the essence of the extent of all ways in the realm of phenomena, the bodhisattva samādhi the moon that pervades the entire realm of phenomena with unimpeded sound, and the bodhisattva samādhi the light of the adornment of the equality of the realm of phenomena.

source: བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དམིགས་པ་ཐམས་ཅད་ལ་ཆགས་པ་མེད་པའི་མཐར་འཇུག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་སངས་རྒྱས་ཀྱི་ཞིང་གཅིག་ཏུ་བྱིན་གྱིས་རློབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་སྐུར་འཕྲུལ་པ་མངོན་པར་སྒྲུབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དབང་པོ་རྒྱ་མཚོ་རྡོ་རྗེའི་དབང་པོ་ལྟ་བུ་ཐམས་ཅད་ཁོང་དུ་ཆུད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་སྐུ་གཅིག་པའི་སྙིང་པོའི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཀྱི་སྐད་ཅིག་གཅིག་གི་ཆ་ལ་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཚུལ་ཐམས་ཅད་ཁོང་དུ་ཆུད་པས་ཁོམ་པར་གནས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་དུ་ཞིང་འབྱམ་ཀླས་པ་བསྒྲུབ་པ་ཡོངས་སུ་སྟོན་པའི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སྤྱིའུ་ཚུགས་སུ་གཞི་ལ་རྣམ་པར་སྤྱོད་པའི་བྱིན་གྱི་རླབས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཀྱི་ཞིང་ཐམས་ཅད་ཀྱི་སེམས་ཅན་གྱི་ལུས་ཐ་མྱི་དད་པར་བྱིན་གྱིས་རློབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཡེ་ཤེས་ཀྱི་ཀློང་ཐམས་ཅད་ལ་མངོན་སུམ་དུ་ཡང་དག་པར་གཞོལ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཐམས་ཅད་ཀྱི་རང་བཞིན་མཚན་ཉིད་ཡོངས་སུ་ཤེས་པས་རབ་ཏུ་འབྱེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དུས་གསུམ་སེམས་ཀྱི་སྐད་ཅིག་ལ་ཐ་མྱི་དད་པའི་དཀྱིལ་འཁོར་དང་བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཀྱི་སྐད་ཅིག་ཐམས་ཅད་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཚུལ་གྱི་རང་བཞིན་དམ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རིགས་ཀྱི་རྗེས་སུ་འབྲང་བའི་ཡེ་ཤེས་ཀྱི་རྣམ་པར་གནོན་པའི་སེང་གེ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དམྱིགས་པ་ཐམས་ཅད་ཆོས་ཀྱི་དབྱིངས་སུ་ཤེས་པའི་མིག་གི་དཀྱིལ་འཁོར་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སྟོབས་བཅུའི་རྩལ་གྱིས་རྣམ་པར་གནོན་པས་ཡང་དག་པར་རྩོམ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དམིགས་པ་ཐམས་ཅད་ཀུན་ནས་མཐོང་བའི་མིག་གི་དཀྱིལ་འཁོར་དང་བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཁ་དོག་ཐམས་ཅད་དཀྱིལ་འཁོར་གྱིས་འགྲོ་བར་ཤིན་ཏུ་མཛེས་པ་མངོན་པར་སྒྲུབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་གློང་མི་གཡོ་བའི་སྙིང་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་གཅིག་ལ་ཆོས་ཐམས་ཅད་ཡོངས་སུ་འདུ་བར་སྟོན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་གཅིག་གི་ཚིག་གི་ལམ་ལ་ངེས་པའི་དག་གི་རབ་ཏུ་འབྱེད་པས། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་བཅོམ་ལྡན་འདས་རྣམ་པར་སྣང་མཛད་ཀྱི་སངས་རྒྱས་ཀྱི་རྫུ་འཕྲུལ་གྱིས་རྣམ་པར་འཕྲུལ་པ་རྒྱ་མཚོ་དེ་དག་ལ་རབ་ཏུ་འཇུག་གོ །བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཐམས་ཅད་ཀྱི་རྒྱལ་མཚན་བྱིན་གྱི་རླབས་ཀྱིས་ཆོས་སྟོན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དུས་གསུམ་གྱི་མུ་ལ་མཐར་ཐུག་པ་མེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་བསྐལ་པ་ཐམས་ཅད་ཁོང་དུ་ཆུད་པས་ཐ་མྱི་དད་པའི་ཡེ་ཤེས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཚུལ་ཤིན་ཏུ་ཕྲ་བས་སྟོབས་བཅུ་ཁོངས་སུ་ཆུད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་མྱི་འཕྲོགས་པའི་བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་བསྐལ་པ་ཐམས་ཅད་དུ་མངོན་པར་སྒྲུབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཕྱོགས་ཐམས་ཅད་ཀུན་ཏུ་ཤུགས་ཀྱིས་མངོན་དུ་ཐར་པའི་སྤྲིན་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་མངོན་པར་འཚང་རྒྱ་བའི་རྣམ་པར་འཕྲུལ་པ་རྣམ་པར་སྒྲུབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཚོར་བ་ཐམས་ཅད་ཀྱིས་རེག་པ་མེད་པས་བདེ་བའི་རྒྱལ་མཚན་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་རྒྱན་ཐམས་ཅད་དུ་ནམ་མཁའི་རྒྱན་མངོན་པར་སྒྲུབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སྐད་ཅིག་ཏུ་འགྲོ་བ་སྙེད་ཀྱི་སྤྲུལ་པའི་གཟུགས་བརྙན་གྱི་སྤྲིན་མངོན་པར་སྒྲུབ་པ་དང་།
en: The bodhisattvas perceived the ocean of miracles of the Bhagavat Vairocana through various samādhis, which were the bodhisattva samādhi the banner of the unimpeded methods of the king of the Dharma, the bodhisattva samādhi the vision of an ocean of buddhas in all objects of perception, the bodhisattva samādhi the banner of the appearance of bodies that are not different from the existences in all worlds, the bodhisattva samādhi the entry into the field that is not differentfrom the bodies of the Tathāgata, the bodhisattva samādhi the essence of compassion for the continuing suffering in all worlds, the bodhisattva samādhi the blessing based upon the foundation of all phenomena, the bodhisattva samādhi the appearance of the domain of tranquility in absolute peace, the bodhisattva samādhi the appearance of the complete manifestation of unimpeded nondependent manifestations, the bodhisattva samādhi the blessing that completely unites all realms, the bodhisattva samādhi the attainment of the outer form of enlightenment in all buddha realms, the bodhisattva samādhi the conductof the power over the senses among all beings, the bodhisattva samādhi the unimpeded domain of conduct that is superior among all beings, the bodhisattva samādhi the blessing that comes from the birth of the tathāgatas, the bodhisattva samādhi the comprehension of the attainmentof the entire ocean of qualities, the bodhisattva samādhi the blessing for the future accomplishment of all perceivable miracles without exception, the bodhisattva samādhi the comprehension of the ocean of past practices of all tathāgatas, the bodhisattva samādhi the blessing for the future possession of the lineagesof all tathāgatas, the bodhisattva samādhi the blessing of the aspiration for the entire ocean of pure realms in the ten directions in the present, the bodhisattva samādhi the appearance and presenceof all the buddhas in one instant of mind, the bodhisattva samādhi the entry into the apex of nonattachment to objects of perception, the bodhisattva samādhi the blessing of all world realms as a single buddha realm, the bodhisattva samādhi the accomplishment of the emanation of the bodies of all the buddhas, the bodhisattva samādhi the realization of the ocean of the powers of the vajra lord, the bodhisattva samādhi the blessing of the essence of the single body of all tathāgatas, the bodhisattva samādhi remaining within observation of the processes of the entire realm of phenomena within the fraction of an instant of the mind, the bodhisattva samādhi the blessing that reveals the creation of infinite realms throughout the entire realm of phenomena, the bodhisattva samādhi the blessing of the ground on which the crown of the head is placed, the bodhisattva samādhi the blessing of there being no difference between the bodies of beings in all the buddha realms, the bodhisattva samādhi the concentrated approach to all of wisdom’s revolving, the bodhisattva samādhi the knowledge and differentiation of the characteristics of the nature of all phenomena, the bodhisattva samādhi the domain of the differentiationof the three times in a single instant of mind, the bodhisattva samādhi the supreme natureof the processes of the realm of phenomena in all instants of the mind, the bodhisattva samādhi the lion that has the prowess of following the lineages of all the tathāgatas, the bodhisattva samādhi the domain of the eyes that know the entire perceivable realm of phenomena, the bodhisattva samādhi undertaking the prowess of the force of the ten strengths, the bodhisattva samādhi the domain of the eyes that see all perceivable objects, the bodhisattva samādhi the accomplishment of the beauty of beings through the field of all colors, the bodhisattva samādhi the essence of the unwavering revolving, the bodhisattva samādhi the revelation of all phenomena being contained within one phenomenon, and the bodhisattva samādhi the distinguishing of definitions within a single description of one phenomenon.

source: བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པའི་ཟླ་བའི་འོད་ནམ་མཁའ་ལྟར་རྡུལ་དང་བྲལ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ནམ་མཁའ་ལྟར་བྱིན་གྱིས་རློབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཐམས་ཅད་ལ་དབང་པོའི་རྒྱན་རབ་ཏུ་སྣང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཐམས་ཅད་ཀྱི་དོན་རྣམ་པར་འབྱེད་པའི་སྒྲོན་མ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སྟོབས་བཅུའི་དཀྱིལ་འཁོར་སྣང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དུས་གསུམ་གྱི་སངས་རྒྱས་དཔལ་གྱི་རྒྱལ་མཚན་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཐམས་ཅད་གཅིག་ཏུ་འདྲེས་པའི་སྙིང་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སྐད་ཅིག་ལ་བརྩམས་པ་ཐམས་ཅད་མཐར་ཕྱིན་པར་བྱེད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་བསོད་ནམས་མི་ཟད་པའི་སྙིང་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་མཐའ་ཡས་པ་མཐོང་བའི་ཡུལ་རབ་ཏུ་སྣང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཐམས་ཅད་ལ་རྡོ་རྗེའི་སེང་གེ་ལྟར་རབ་ཏུ་གནས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་སྤྲུལ་པ་ཡོངས་སུ་བསྟན་པས་ཀུན་ཏུ་རྣམ་པར་དམིགས་པ་མངོན་པར་སྒྲུབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་མཉན་པའི་ཉི་མ་གནོན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དུས་གསུམ་གཅིག་ཏུ་སྤྱོད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཐམས་ཅད་རང་བཞིན་གྱིས་རབ་ཏུ་ཞི་བར་སྒྲ་དབྱངས་ཀུན་ཏུ་སྒྲོགས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཐམས་ཅད་མཐོང་བའི་ས་མཚམས་འཛིན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་མ་ལུས་པ་ཐམས་ཅད་ཀྱི་གནས་ཀྱི་པད་མོའི་ཚལ་རབ་ཏུ་རྒྱས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་གནས་མེད་པའི་ཆོས་ཀྱི་ནམ་མཁའ་ལ་རྣམ་པར་ལྟ་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཕྱོགས་གཅིག་ཏུ་ཕྱོགས་བཅུ་རྒྱ་མཚོ་ཡོངས་སུ་སྡུད་པའི་ཀློང་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་ཀྱི་གཞི་ཐམས་ཅད་ཀྱི་སྒོར་འཇུག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་རྒྱ་མཚོ་ཐམས་ཅད་དང་ལྡན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཅན་ཐམས་ཅད་ལ་འོད་རབ་ཏུ་འགྱེད་པས། རབ་ཏུ་ཞི་བའི་ལུས་སུ་འགྱུར་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཀྱི་སྐད་ཅིག་གཅིག་ལ་མངོན་པར་ཤེས་པ་དང་། སྨོན་ལམ་ཐམས་ཅད་མངོན་པར་སྒྲུབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་རྟག་པར་ཐམས་ཅད་དུ་ཀུན་ནས་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བའི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་ཐམས་ཅད་རྒྱན་གཅིག་ཏུ་ཁོང་དུ་ཆུད་པར་འཇུག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཐམས་ཅད་དྲན་པའི་རང་བཞིན་གྱིས་རབ་ཏུ་སྣང་བ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་འགྲོ་བ་ཐམས་ཅད་དུ་ཁྱད་པར་ཆེན་པོ་དང་ལྡན་པའི་ཡེ་ཤེས་མངོན་པར་ཤེས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཀྱི་སྐད་ཅིག་གཅིག་གིས་ཆོས་ཀྱི་དབྱིངས་ཀྱི་ཚུལ་མཐའ་ཡས་པ་རང་གི་ལུས་ཀྱིས་རྒྱས་པར་འགེངས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་ཚུལ་གཅིག་གིས་ཆོས་ཐམས་ཅད་ཚུལ་གཅིག་པར་རྣམ་པར་དགོད་པའི་འོད་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཀྱི་ཆོས་ཀྱི་དཀྱིལ་འཁོར་གྱི་འཁོར་ལོ་གཟི་བརྗིད་ཀྱི་བྱིན་གྱི་རླབས་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཅན་གྱི་ཁམས་མིག་འཕྲུལ་ལྟ་བུ་ཡོངས་སུ་བསྡུ་བའི་སྨོན་ལམ་དང་། སྤྱོད་པ་བྱིན་གྱིས་རློབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ཆོས་ཀྱི་དབྱིངས་ཀྱི་གཞི་ཐམས་ཅད་ཐ་མྱི་དད་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་པདྨོའི་བྱིན་རྣམ་པར་འཕྲུལ་པས་ཀུན་ཏུ་རྣམ་པར་གནོན་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཅན་ཐམས་ཅད་ཀྱི་ལུས་ཀྱི་རྒྱུད་ཁོང་དུ་ཆུད་པས་མངོན་པར་ཤེས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་ལུས་སེམས་ཅན་ཐམས་ཅད་ལ་མངོན་དུ་བྱིན་གྱིས་རློབ་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དབྱངས་ཀྱི་ཡན་ལག་རྒྱ་མཚོར་འགྲོ་བ་ཐམས་ཅད་ཀྱི་སྐད་ཡོངས་སུ་འབྱེད་པའི་ཚུལ་མངོན་པར་ཤེས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་འགྲོ་བའི་གཞི་ཐ་དད་པ་ཐམས་ཅད་ཁོང་དུ་ཆུད་པས་མངོན་པར་ཤེས་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སྙིང་རྗེ་ཆེན་པོའི་མཛོད་ཐ་མི་དད་པའི་སྙིང་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་སངས་རྒྱས་ཐམས་ཅད་དེ་བཞིན་ཉིད་དུ་རྟོགས་པའི་མཐའ་ལ་འཇུག་པ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱི་རྣམ་པར་ཐར་པའི་ཕོ་བྲང་ལ་རྣམ་པར་ལྟ་བས་སེང་གེ་རྣམ་པར་བསྒྱིངས་པ་དང་། དེ་དག་ལ་སྩོགས་པ་བྱང་ཆུབ་སེམས་དཔའི་ཏིང་ངེ་འཛིན་གྱི་ལམ་ལ་འཇུག་པ་དང་།
en: Those bodhisattvas perceived the ocean of miracles of the Bhagavat Vairocana through entering bodhisattva samādhis as numerous as the atoms in countless realms, such as the bodhisattva samādhi the teaching of the Dharma through the blessing of the banner of all the buddhas, the bodhisattva samādhi the unimpeded illumination of the furthest reaches of the three times, the bodhisattva samādhi the wisdom that comprehends without differentiation all kalpas, the bodhisattva samādhi the realization of the ten strengths in a subtle manner, the bodhisattva samādhi the uninterruptedaccomplishment of bodhisattva conduct throughout all kalpas, the bodhisattva samādhi swift clouds throughoutevery direction, the bodhisattva samādhi the accomplishment of the miracles of enlightenment, the bodhisattva samādhi the banner of the happiness of being untouched by any sensation, the bodhisattva samādhi the accomplishment of the entire display of the adornments of space, the bodhisattva samādhi the accomplishment in every instant of clouds of emanations of images of worlds, the bodhisattva samādhi the moonlight of the tathāgatas that is as immaculate as space, the bodhisattva samādhi the blessing of all the tathāgatas as being like space, the bodhisattva samādhi the radiance of the display of power over all phenomena, the bodhisattva samādhi the lamp that distinguishes the meaning of all phenomena, the bodhisattva samādhi the radiance of the field of the ten strengths, the bodhisattva samādhi the banner of the splendor of the buddhas of the three times, the bodhisattva samādhi the essence of the union of all the buddhas, the bodhisattva samādhi the fulfillment of all undertakings in every instant, the bodhisattva samādhi the essence of inexhaustible merit, the bodhisattva samādhi the radiance of the guidanceof the vision of infinite buddhas, the bodhisattva samādhi being established like a vajra lion in all phenomena, the bodhisattva samādhi the accomplishment of the complete perception of the vision of the manifestations of all tathāgatas, the bodhisattva samādhi the ascent to the sun that has been ascended to by all the tathāgatas, the bodhisattva samādhi practicingthe three times as one, the bodhisattva samādhi the resounding of the voice that emits the complete illuminationof the peace that is the nature of all phenomena, the bodhisattva samādhi passing overthe boundary of seeing all buddhas, the bodhisattva samādhi the entire realm of phenomena without exception being a blossoming bed of lotuses, the bodhisattva samādhi looking upon the baseless phenomena of space, the bodhisattva samādhi the process of the coming together of the ocean of the ten directions into one direction, the bodhisattva samādhi entering the gateway of the entire basis of the realm of phenomena, the bodhisattva samādhi the possession of the essenceof the entire ocean of phenomena, the bodhisattva samādhi the body of peace that emits light for all beings, the bodhisattva samādhi the accomplishment of all clairvoyances and aspirations in a single instant of mind, the bodhisattva samādhi the blessing of complete enlightenment everywhere at all times, the bodhisattva samādhi the entry into the realization of all phenomena as a single display, the bodhisattva samādhi the appearance of the bodythat has the memory of all the buddhas, the bodhisattva samādhi the realization of the wisdom that is vastly different from that of beings, the bodhisattva samādhi one’s own body’s pervasion in a single instant of the infinite ways of the realm of phenomena, the bodhisattva samādhi the light of the display of the single way of all phenomena through the single way of the realm of phenomena, the bodhisattva samādhi the blessing of the brilliance of the wheel of the field of the Dharma of allthe buddhas, the bodhisattva samādhi the blessing of practicing the aspiration to perceive the realms of beings as illusions, the bodhisattva samādhi the nondifferentiation of the basis of all world realms, the bodhisattva samādhi the prowess of manifesting the magnificence of lotuses, the bodhisattva samādhi the clairvoyant knowledge of the successive bodies of all beings, the bodhisattva samādhi the blessing of bodies that come to all beings, the bodhisattva samādhi the clairvoyance that differentiates the language of all beings in an ocean of the aspects of the voices of all beings, the bodhisattva samādhi the essence of the faith that is no different from the treasure of great compassion, the bodhisattva samādhi the comprehension of the ultimate realization of the true nature by all the buddhas, the bodhisattva samādhi the supremacy of the lion gazing on the palace of liberation, and other samādhis.
